12/data/attachments/98622990817fdf57.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:friendsRequest>
            <nif:username>soap_actions_087ae82e-0f29-415c-8b0e-bfe8c0eedb26</nif:username>
            
        </nif:friendsRequest>
    </soapenv:Body>
</soapenv:Envelope>